Repository: kartoza/IGRAC-WellAndMonitoringDatabase
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, id

source: User account is disabled.
es: La cuenta de usuario está deshabilitada.
fr: Le compte utilisateur est désactivé.

source: Unable to log in with provided credentials.
es: No se puede iniciar sesión con las credenciales proporcionadas.
fr: Impossible de se connecter avec les informations d'identification fournies.

source: User does not exist.
es: El usuario no existe.
fr: L'utilisateur n'existe pas.

source: Invalid token.
es: Token no es válido.
fr: Token Invalide.

source: No user found for the token.
es: No se encontró ningún usuario para el token.
fr: Aucun utilisateur trouvé pour le token.

source: User inactive or deleted.
es: Usuario inactivo o eliminado
fr: Utilisateur inactif ou supprimé.

source: General information
es: Información general
fr: Informations générales
id: Informasi Umum

source: Monitoring data
es: Datos de monitoreo
fr: Suivi de données
id: Data Pemantauan

source: File type
es: Tipo de archivo
fr: Fichier type
id: Tipe berkas

source: File size
es: Tamaño del archivo
fr: Taille du fichier
id: Ukuran berkas

source: Upload date
es: Fecha de subida
fr: Date de téléchargement
id: Tanggal unggah

source: Latitude must be expressed in decimal degrees.
es: Latitud debe ser expresada en grados decimales
fr: La latitude doit être exprimée en degrés décimaux.
id: Latitude harus diekspresikan dalam bentuk derajat decimal

source: Longitude must be expressed in decimal degrees.
es: Longitud debe ser expresada en grados decimales
fr: La longitude doit être exprimée en degrés décimaux.
id: Longitude harus diekspresikan dalam bentuk derajat decimal

source: Date and Time
es: Fecha y hora
fr: Date et Heure
id: Tanggal dan waktu

source: Created by
es: Creado por
fr: Créé par
id: Dibuat oleh

source: Created at
es: Creado en
fr: Créé à
id: Dibuat saat

source: Last edited by
es: Última edición por
fr: Dernière modification par
id: Diubah terakhir oleh

source: Last edited at
es: Última edición en
fr: Dernière modification à
id: Diubah terakhir saat

source: Restriction
es: Restricción
id: Batasan

source: License
es: Licencia
fr: Licence

source: Please enter 1 or more character
es: Por favor ingrese 1 o más caracteres
fr: Veuillez saisir 1 ou plusieurs caractères
id: Masukkan 1 atau lebih karakter

source: Pump installer
es: Instalador de bombas
fr: Installateur de pompe
id: Pemasang pompa

source: Name of the company or person who installed the pump.
es: Nombre de la empresa o persona que instaló la bomba
fr: Nom de l'entreprise ou de la personne qui a installé la pompe.
id: Nama perusahaan pengebor atau orang yang bertanggung jawab.

source: Pump description
es: Descripción de la bomba
fr: Description de la pompe
id: Deskripsi pompa

source: Any relevant information on the pump (e.g. model, capacity, energy supply, depth).
es: Cualquier información relevante sobre la bomba (por ejemplo: modelo, capacidad, suministro de energía, profundidad).
fr: Toute information pertinente sur la pompe (par ex. modèle, capacité, alimentation en énergie, profondeur).
id: Semua infomasi yang relevan dari pompa (contoh: model, kapasitas, pasokan energi, kedalaman)

source: Type
es: Tipo
id: Tipe

source: Reference elevation
es: Elevación de reference
fr: Elévation de référence
id: Referensi ketinggian

source: Description
es: Descripción
id: Deskripsi

source: Top depth
es: Profundidad superior
fr: Profondeur supérieure
id: Kedalaman bagian atas

source: Bottom depth
es: Profundidad inferior
fr: Profondeur inférieure
id: Kedalaman bagian bawah

source: Diameter
es: Diámetro
fr: Diamètre

source: Uploaded at
es: Subido en
fr: Téléchargé sur
id: Diunggah pada

source: File
es: Archivo
fr: Fichier
id: Berkas

source: Excavation method
es: Método de excavación
fr: Méthode d'excavation
id: Metode penggalian

source: Contractor
es: Contratista
fr: Entrepreneur
id: Kontraktor

source: Name of the drilling company or responsible person.
es: Nombre de la empresa de perforación o persona responsable.
fr: Nom de la société de forage ou de la personne responsable.
id: Nama perusahaan pengebor atau orang yang bertanggung jawab.

source: Successful
es: Exitoso
fr: Réussi
id: Berhasil

source: Cause of failure
es: Causa de la falla
fr: Cause de l'échec
id: Penyebab kegagalan

source: Explain why the drilling was not successful.
es: Explique por qué la perforación no fue exitosa
fr: Expliquez pourquoi le forage n'a pas réussi.
id: Jelaskan kenapa penggalian tidak berhasil

source: Construction year
es: Año de construcción
fr: Année de construction
id: Tahun konstruksi

source: Stratigraphic unit
es: Unidad estratigráfica
fr: Unité stratigraphique
id: Unit stratigrafi

source: Depth
es: Profundidad
fr: Profondeur
id: Kedalaman

source: Original ID
es: ID original
fr: ID d'origine

source: As recorded in the original database.
es: Según consta en la base de datos original.
fr: Comme enregistré dans la base de données d'origine.
id: Merupakan ID dari database

source: Location
es: Ubicación
fr: Localisation
id: Lokasi

source: Location of the feature.
es: Ubicación del elemento
fr: Localisation de cette caractéristique.
id: Lokasi fitur

source: Ground surface elevation above sea level.
es: Elevación del suelo con respecto al nivel del mar.
fr: Elévation de la surface du sol au-dessus du niveau de la mer.
id: Elevasi permukaan tanah dari permukaan laut

source: Ground surface elevation
es: Elevación del suelo
fr: Elévation de la surface du sol
id: Elevasi permukaan tanah

source: Elevation of top of borehole above sea level.
es: Elevación de la parte superior del pozo con respecto al nivel del mar.
fr: Elévation du haut du forage au-dessus du niveau de la mer.
id: Elevasi atas dari lubang bor dari permukaan laut

source: Top of well elevation
es: Elevación de la parte superior del pozo
fr: Elevation du haut du puits
id: Elevasi dari bagian atas sumur

source: Name
es: Nombre
fr: Nom
id: Nama

source: Feature type
es: Tipo de elemento
fr: Type de caractéristique
id: Tipe fitur

source: Address
es: Dirección
fr: Adresse
id: Alamat

source: Country
es: País
fr: Pays
id: Negara

source: Photo
es: Foto
id: Foto

source: A photo of the groundwater point. More photos can be added in annex.
es: Una foto del punto de agua subterránea. Más fotos pueden ser agregadas en el anexo.
fr: Une photo du point d'eau souterraine. Plus de photos peuvent être ajoutées en annexe.
id: Sebuah foto dari titik air tanah. Lebih banyak foto dapat ditambahkan di dokumen.

source: A general description of the groundwater point.
es: Una descripción general del punto de agua subterránea
fr: Une description générale du point d'eau souterraine.
id: Deskripsi umum dari titik air tanah.

source: Depth of the well below the ground surface.
es: Profundidad del pozo con respecto a la superficie del suelo
fr: Profondeur du puits sous la surface du sol.
id: Kedalaman sumur dibawah permukaan tanah

source: Total depth
es: Profundidad total
fr: Profondeur totale
id: Total kedalaman

source: Total depth reference elevation
es: Elevación de referencia de la profundidad total
fr: Elévation de référence de profondeur totale
id: Referensi elevasi dari total kedalaman

source: Porosity
es: Porosidad
fr: Porosité
id: Porositas

source: Specific capacity is the pumping rate divided by the drawdown. It gives an indication of the yield of a well.
es: La capacidad específica es la tasa de bombeo dividida por la reducción, la cual da una indicación sobre el rendimiento de un pozo.
fr: La capacité spécifique est le débit de pompage divisé par le rabattement. Cela donne une indication du rendement d'un puits.
id: Kapasitas khusus adalah laju pemompaan dibagi dengan penurunan. Ini memberikan indikasi hasil dari sebuah sumur.

source: Specific capacity
es: Capacidad específica
fr: Capacité spécifique
id: Kapasitas khusus

source: Hydraulic conductivity
es: Conductividad hidraúlica
fr: Conductivité hydraulique
id: Konduktivitas hidrolik

source: Transmissivity is the hydraulic conductivity integrated over the thickness of the aquifer.
es: La transmisividad es la conductividad hidráulica integrada sobre el espesor del acuífero.
fr: La transmissivité est la conductivité hydraulique intégrée sur l'épaisseur de l’aquifère.
id: Transmisivitas adalah konduktivitas hidraulik yang terintegrasi di atas ketebalan akuifer

source: Transmissivity
es: Transmisividad
fr: Transmissivité
id: Transmisivitas

source: Specific storage
es: Almacenamiento específico
fr: Stockage spécifique
id: Penyimpanan khusus

source: Specific yield
es: Rendimiento específico
fr: Rendement spécifique
id: Hasil spesifik

source: Yield
es: Rendimiento
fr: Rendement
id: Penghasilan

source: Test type
es: Tipo de test
fr: Type de test
id: Tipe pengujian

source: Provide information on the test(s) performed to estimate the hydraulic properties.
es: Proporcione información sobre las pruebas realizadas para estimar las propiedades hidráulicas.
fr: Fournir des informations sur le (s) test (s) effectué (s) pour estimer les propriétés hydrauliques.
id: Berikan informasi tentang pengujian yang dilakukan untuk memperkirakan sifat hidrolik

source: Aquifer name
es: Nombre del acuífero
fr: Nom de l'aquifère
id: Nama akuifer

source: Aquifer material
es: Material del acuífero
fr: Matériel de l'aquifère
id: Material akuifer

source: Aquifer type
es: Tipo de acuífero
fr: Type d'aquifère
id: Tipe akuifer

source: Aquifer thickness
es: Espesor del acuífero
fr: Epaisseur de l'aquifère
id: Ketebalan akuifer

source: Confinement
es: Confinamiento
id: kurungan

source: Degree of confinement
es: Grado de confinamiento
fr: Degré de confinement
id: Derajat pengurungan

source: Number
es: Número
fr: Nombre
id: Nomor

source: Valid from
es: Válido desde
fr: Valide à partir de
id: Berlaku dari

source: Valid until
es: Válido hasta
fr: Valide jusque
id: Berlaku hingga

source: Explain what the license entails.
es: Explique qué implica la licencia.
fr: Expliquez ce que la licence implique.
id: Jelaskan apa yang diperlukan lisensi.

source: Manager / owner
es: Administrador / dueño
fr: Gestionnaire / propriétaire
id: Pengelola / pemilik

source: Name of the manager or owner of the groundwater point. This can be a single person, a group of persons or an organisation.
es: Nombre del administrador o dueño del punto de agua subterránea. Puede ser una persona, un grupo de personas, o una organización.
fr: Nom du gestionnaire ou propriétaire du point d'eau souterraine. Cela peut être une seule personne, un groupe de personnes ou une organisation.
id: Nama pengelola atau pemilik titik air tanah. Ini bisa merupakan satu orang, sekelompok orang atau sebuah organisasi.

source: Groundwater use
es: Uso de agua subterránea
fr: Utilisation des eaux souterraines
id: Penggunaan Air Tanah

source: Explain how the groundwater point is managed.
es: Explique cómo se administra el punto de agua subterránea.
fr: Expliquez comment le point d'eau souterraine est géré.
id: Jelaskan bagaimana titik air tanah dikelola.

source: Number of people served
es: Número de personas atendidas
fr: Nombre de personnes servies
id: Jumlah orang yang dilayani

source: Indicate how many people use the groundwater.
es: Indique cuantas personas usan el agua subterránea
fr: Indiquez combien de personnes utilisent les eaux souterraines.
id: Menunjukkan berapa banyak orang yang menggunakan air tanah.

source: Time
es: Tiempo
fr: Heure
id: Waktu

source: Parameter
es: Parámetro
fr: Paramètre

source: Methodology
es: Metodología
fr: Méthodologie
id: Metodologi

source: Explain the methodology used to collect the data, in the field and eventually in the lab.
es: Explique la metodología usada para recolectar datos, en terreno y eventualmente en el laboratorio.
fr: Expliquer la méthodologie utilisée pour collecter les données, sur le terrain et éventuellement en laboratoire.
id: Jelaskan metodologi yang digunakan untuk mengumpulkan data, di lapangan dan akhirnya di lab.

source: Value
es: Valor
fr: Valeur
id: Nilai

source: limitation(s) placed upon the access or use of the data. This is ID of restriction code in geonode.
es: limitacion(es) impuestas al acceso o uso de los datos. Esto es ID o código de restricción en GeoNode.

source: other restrictions and legal prerequisites for accessing and using the resource or metadata
es: otras restricciones y prerequisitos legales para acceder y usar el recurso o metadato
fr: autres restrictions et conditions légales pour accéder et utiliser la ressource ou métadonnées

source: license of the dataset. this is ID of license in geonode.
es: licencia del conjunto de datos. Esto es ID o licencia en GeoNode.
fr: licence de la base de données. il s'agit de l'ID de la licence du géonode.

source: Restrictions
es: Restricciones
id: Batasan

source: restrictions other
es: otras restricciones
fr: restrictions autres

source: Purpose
es: Propósito
fr: Objectif
id: Tujuan

source: Status
es: Estado
fr: Statut

source: Organisation
es: Organización
id: Organisasi

source: Indicate that well can be viewed by non organisation user.
es: Indique que el pozo puede ser visto por usuarios que no pertenecen a la organizacion.
fr: Indiquez que le puits peut être vu par un utilisateur non organisationnel.
id: Menunjukkan apakah data sumur ini bisa dilihat oleh pengguna diluar organisasi.

source: Indicate that well can be downloaded.
es: Indique que el pozo puede ser descargado
fr: Indiquez que le puits peut être téléchargé.
id: Menunjukkan apakah data sumur ini bisa diunduh.

source: Indicate how many measurement this well has.
es: Indique cuantas mediciones tiene este pozo
fr: Indiquez le nombre de mesures de ce puits.
id: Menunjukkan berapa banyak pengukuran yang dimiliki sumur ini

source: Detail
es: Detalles
fr: Détail

source: Downloaded at
es: Descargado en
fr: Téléchargé sur
id: Diunduh pada

source: Progress
es: Progreso
fr: Progrès

source: Data out of date
es: Datos desactualizados
fr: Données obsolètes
id: Data sudah kadaluarsa

source: No download found
es: No se encontró ninguna descarga
fr: Aucun téléchargement trouvé
id: Unduh tidak ditemukan

source: Action
es: Acciones
id: Aksi

source: Drilling and Construction
es: Perforación y construcción
fr: Forage et Construction
id: Pengeboran dan Konstruksi

source: For wells and boreholes
es: Para pozos y perforaciones
fr: Pour les puits et forages
id: Untuk sumur dan lubang bor

source: Water Strike
es: Profundidad a la que se encuentra el agua subterránea durante la perforación (water strike)
fr: Eau Atteinte
id: Serangan air

source: Stratigraphic Log
es: Registro estratigráfico
fr: Log Stratigraphique
id: Catatan stratigrafi

source: Design
es: Diseño
id: Desain

source: Identification
es: Identificación
id: Identifikasi

source: Documents
es: Documentos
id: Dokumen

source: Relevant documents or images can be added here.
es: Documentos o imágenes relevantes se pueden agregar aquí
fr: Les documents ou images pertinents peuvent être ajoutés ici.
id: Dokumen dan gambar terkait dapat ditambahkan disini

source: Hydrogeology
es: Hidrogeología
fr: Hydrogéologie
id: Hidrogeologi

source: Aquifer
es: Acuífero
fr: Aquifère
id: Akuifer

source: Hydraulic properties
es: Propiedades hidráulicas
fr: Propriétés hydrauliques
id: Sifat hidrolik

source: Groundwater Level
es: Nivel del agua subterránea
fr: Niveau des eaux souterraines
id: Tinggi Air Tanah

source: Submit
es: Enviar
fr: Soumettre
id: Kirim

source: Go to form
es: Ir al formulario
fr: Aller au formulaire
id: Formulir

source: Well and Monitoring Data Record
es: Registro de pozos y datos de monitoreo
fr: Enregistrement des données de puits et de surveillance
id: Data Sumur dan Pemantuannya

source: General Information
es: Información general
fr: Informations générales
id: Informasi Umum

source: Management
es: Administración
fr: Gestion
id: Pengelolaan

source: Monitoring Data
es: Datos de monitoreo
fr: Données piézométriques
id: Data Pemantauan

source: Groundwater Quality
es: Calidad del agua subterránea
fr: Qualité des eaux souterraines
id: Kualitas Air Tanah

source: Abstraction
es: Abstracción
id: Abstraksi

source: Discharge
es: Descarga
fr: Ecoulement
id: Pelepasan

source: Metadata
es: Metadatos
fr: Métadonnées

source: Production
es: Producción
id: Produksi

source: Well Chart
es: Gráfico del pozo
fr: Graphique de puits
id: Grafil sumur

source: Please hover mouse over the chart
es: Por favor pase el mouse sobre el gráfico
fr: Veuillez passer la souris sur le graphique
id: Arahkan mouse ke grafik

source: Construction
es: Construcción
id: Abstraksi

source: Stratigraphy
es: Estratigrafía
fr: Stratigraphie
id: Stratigrafi

source: Stratigraphy Unit
es: Unidad estratigráfica
fr: Unité stratigraphique
id: Unit Stratigrafi

source: Data log
es: Registro de datos
fr: Log de données
id: Catatan Data

source: Permissions
es: Permisos
fr: Autorisations

source: Who can view?
es: Quién puede ver?
fr: Qui peut voir?
id: Siapa yang bisa melihat?

source: Anyone
es: Cualquier persona
fr: Personne

source: The following organisations
es: Las siguientes organizaciones
fr: Les organisations suivantes
id: Organisasi di bawah ini

source: Is it downloadable?
es: ¿Es descargable?
fr: Est-ce téléchargeable?
id: Apakah bisa diunduh?

source: Downloadable
es: Descargable
fr: Téléchargeable
id: Bisa diunduh

source: Organisation is empty
es: La organización está vacía
fr: L'organisation est vide
id: Organisasi kosong

source: Batch Upload Form
es: Formulario de carga por lotes
fr: Formulaire de téléchargement par groupe de données
id: Unggah Sejumlah Data

source: Upload progress
es: Subir progreso
fr: Télécharger la progression
id: Process unggah

source: The Batch Upload allows you to import several Well and Monitoring Data at one time. The Batch Upload currently supports the upload of General Information (i.e. identification and location of your data points) and Monitoring Data. Download the templates and fill them in with your data, then simply upload these files. Don't forget to assign permissions on your data: is it public? which organisations can access the data?
es: La carga por lotes le permite importar un gran número de datos de pozos y de monitoreo simultaneamente. Actualmente, la carga por lotes permite cargar información general (identificación y ubicación de los puntos de agua) y datos de monitoreo. Descargue las plantillas, complételas con su datos, y luego simplemente cargue estos archivos. No se olvide de asignar permisos sobre sus datos: ¿Son públicos? ¿Qué organizaciones pueden acceder a ellos?
fr: Le téléchargement par groupe vous permet d'importer plusieurs données de puits et piézométriques en une fois. Le téléchargement par groupe prend actuellement en charge le téléchargement des informations générales (c'est-à-dire l'identification et l'emplacement de vos points de données) et données piézométriques. Téléchargez les modèles et remplissez-les avec vos données, puis téléchargez simplement ces fichiers. N'oubliez pas d'attribuer des autorisations sur vos données: est-ce public? quelles organisations peuvent accéder aux données?

source: Template
es: Plantilla
fr: Modèle

source: here
es: aquí
fr: ici
id: disini

source: Upload
es: Subir/cargar
fr: Télécharger
id: Unggah

source: Past Upload Sessions
es: Sesiones de carga pasadas
fr: Sessions de téléchargement antérieures
id: Sesi Upload Sebelumnya

source: Choose a file
es: Elija un archivo
fr: Choisissez un fichier
id: Pilih berkas

source: Material
fr: Matériel

source: limitation(s) placed upon the access or use of the data. this is ID of restriction code in geonode.
fr: limitation (s) imposée (s) à l'accès ou à l'utilisation des données. c'est l'ID du code de restriction en geonode.
